Repository: KeremTamirci/ImmunotherapyApp
Catalog: immunotheraphy_app/lib/l10n/app_*.arb
Languages: tr

source: Hello World!
tr: Merhaba Dünyalı

source: Enter Email
tr: E-Mail

source: Enter Password
tr: Şifre

source: Sign In
tr: Giriş Yap

source: Don't have an account?
tr: Hesabınız yok mu?

source: Forgot Password?
tr: Şifrenizi mi unuttunuz?

source: Sign Up
tr: Hesap Açın

source: Phone Number
tr: Telefon No

# otp
source: One Time Password
tr: Tek Kullanımlık Şifre

source: Reset Password
tr: Şifreyi Yenile

source: Doctor Sign In
tr: Doktor Girişi

source: Patient Sign In
tr: Hasta Girişi

source: Name
tr: Ad

source: Surname
tr: Soyad

# appTitle
source: Koc University Hospital Immunotherapy Tracking Application
tr: Koç Üniversitesi Hastanesi İmmünoterapi Takip Uygulaması

source: Doctor Home Screen
tr: Doktor Ana Sayfası

source: Patient Home Screen
tr: Hasta Ana Sayfası

source: Log Out
tr: Çıkış Yap

source: Home
tr: Ana Sayfa

source: New Patient
tr: Yeni Hasta

source: Settings
tr: Ayarlar

source: Patient List
tr: Hasta Listesi

source: Birth Date
tr: Doğum Tarihi

source: Has Asthma
tr: Astımı var

# hasRhinitis
source: Has allergic rhinits
tr: Alerjik riniti var

source: Yes
tr: Evet

source: No
tr: Hayır

source: Patient Details
tr: Hasta Detayları

# signOutSure
source: Are you sure you want to sign out?
tr: Çıkış yapmak istediğinizden emin misiniz?

source: Confirm
tr: Onayla

source: Cancel
tr: İptal

source: Doctor
tr: Doktor

source: Dosage
tr: Dozaj

# doseChart
source: Dosage Data Chart
tr: Dozaj Veri Grafiği

source: Dosage Entries
tr: Doz Girişleri

source: Hospital Doses
tr: Hastane Dozları

# lastDosage
source: Last Dosage Intake
tr: Son Doz Alımı

source: Date
tr: Tarih

source: Location
tr: Lokasyon

# homeLocation
source: Home
tr: Ev

source: Hospital
tr: Hastane

source: Dosage Amount
tr: Doz Miktarı

source: Amount
tr: Miktar

source: Dosage Entry
tr: Doz Girişi

source: Symptom Entry
tr: Semptom Girişi

# informationalEntries
source: Informational Content
tr: Bilgilendirici İçerikler

# aboutSymptoms
source: About symptoms and anaphylaxis
tr: Semptomlar ve anafilaksi hakkında

# whatToDo
source: What to do in case of anaphylaxis and other symptoms
tr: Çeşitli semptomlar ve anafilaktik şok anında yapılacaklar

# milkLadder
source: The Milk Ladder
tr: Süt Merdiveni

# milkLadderSubtitle
source: Milk protein amounts of various products
tr: Süt bazlı ürünlerin süt proteini miktarları

source: Start
tr: Başla

source: Select Symptom Type
tr: Semptom Türünü Seçiniz

# urtiker
source: Urticaria
tr: Ürtiker

# anjiyoOdem
source: Angioedema
tr: Anjiyo ödem

# kasinti
source: Itching
tr: Kaşıntı

# kizariklik
source: Redness
tr: Kızarıklık

# burunAkitmasi
source: Runny Nose
tr: Burun akıntısı

# hapsirik
source: Sneezing
tr: Hapşırık

# oksuruk
source: Cough
tr: Öksürük

# hirilti
source: Wheezing
tr: Hırıltı

# nefesDarligi
source: Shortness of Breath
tr: Nefes darlığı

# gogusAgri
source: Chest Pain
tr: Göğüs ağrısı

# karinAgri
source: Abdominal Pain
tr: Karın ağrısı

# kusma
source: Vomiting
tr: Kusma

# ishal
source: Diarrhea
tr: İshal

# kalbinCokHizliAtimlari
source: Rapid Heartbeat
tr: Kalbin çok hızlı atımları

# tansiyonDusmesi
source: Hypotension
tr: Tansiyon düşmesi

# bayginlikHissi
source: Feeling Faint
tr: Baygınlık hissi

# bayilma
source: Fainting
tr: Bayılma

source: Add Symptoms
tr: Semptomları Ekle

# symptomDetail
source: Symptom Detail (Optional)
tr: Semptom Detayı (Opsiyonel)

source: Selected
tr: Semptomlar

# dozGirisSayfasi
source: Dose Entry Page
tr: Doz Giriş Sayfası

# adim1
source: Step 1
tr: Adım 1

# adim2
source: Step 2
tr: Adım 2

# adim3
source: Step 3
tr: Adım 3

# geriDon
source: Back
tr: Geri Dön

# ilerle
source: Continue
tr: İlerle

# uyari
source: Warning
tr: Uyarı

# bulgulardaOneri
source: It is recommended to skip today's dose or reduce it to 1/4 due to the symptoms you have selected or special circumstances.
tr: İşaretlediğiniz bulgularda ve özel durumlarda bugünkü dozunuzu atlamanız veya 1/4'üne indirmeniz önerilir.

# yolculuktaMisiniz
source: Are you on a journey?
tr: Yolculukta mısınız?

# agirEgzersiz
source: Did you do heavy exercise during the day?
tr: Gün içinde ağır egzersiz yaptınız mı?

# yorgunHissediyor
source: Do you feel tired?
tr: Yorgun hissediyor musunuz?

# vucutSicakligi
source: Have you engaged in activities that increase your body temperature, such as running, taking a hot bath, sauna, or hammam?
tr: Vücut sıcaklığınızı artıracak koşu, sıcak banyo, sauna, hamam vb. bir aktivitede bulundunuz mu?

# dozAlimTamamlama
source: You need to complete all preparations before taking the dose.
tr: Doz alımı yapmadan önce bütün hazırlıklarınızı tamamlamanız gerekiyor.

# bulgularOneri
source: It is recommended to skip today's dose or reduce it to 1/4 due to the symptoms you have marked.
tr: İşaretlediğiniz bulgular sebebiyle bugünkü dozunuzu atlamanız veya 1/4'üne indirmeniz önerilir.

# karninizTokMu
source: Is your stomach full?
tr: Karnınız tok mu?

# antihistaminDozu
source: Did you take your antihistamine dose 1 hour ago?
tr: 1 saat önce antihistamin dozunuzu aldınız mı?

# astimIlaci
source: Did you take your asthma medication?
tr: Astım ilacınızı aldınız mı?

source: Register
tr: Kaydet

source: Allergy Type
tr: Alerji Türü

# pleaseFill
source: Please fill all the fields
tr: Lütfen tüm alanları doldurun

source: Milk
tr: Süt

source: Nuts
tr: Kuruyemiş

source: Age
tr: Yaş

source: Symptoms
tr: Semptomlar

# yil
source: years
tr: yıl

# gun
source: days
tr: gün

source: and
tr: ve

source: No Symptoms
tr: Semptom Yok

source: Symptom Type
tr: Semptom Türü

source: Detail
tr: Detay

source: GO BACK
tr: GERİ DÖN

source: Save
tr: Kaydet

# dosageTimeSelect
source: Select the time you took the dose
tr: Dozu Aldığınız Zamanı Seçiniz

source: Dosage Time
tr: Doz Saati

source: Incorrect dosage
tr: Doz Uygun Değil

# incorrectDosageExpl
source: The amount you chose is not a valid dose, please check the amount
tr: Girilen doz değeri uygun değil. Girdiğiniz miktarı kontrol edin.

source: Dosage Amount(ml)
tr: Doz Miktarı(ml)

source: Hospital Dosage
tr: Hastane Dozu

# dosageAdded
source: Dosage added successfully
tr: Doz başarıyla eklenmiştir

source: Dosage and Symptom Page
tr: Doz ve Semptom Sayfası

source: Select Symptom
tr: Semptom Seçin

source: Save Dosage
tr: Dozu Kaydet

# noPatientsFound
source: You currently have no recorded patients.
tr: Kayıtlı hastanız bulunmamaktadır.

# enterPhone
source: Phone Number
tr: Telefon Numarası

# confirmPassword
source: Re-enter Password
tr: Şifrenizi Tekrar Girin

# passwordMismatch
source: Password missmatch, please try again!
tr: Şifreleriniz uyuşmuyor, tekrar deneyin!

# invalidToken
source: You entered an invalid token!
tr: Yanlış bir token girdiniz!

source: Register New Patient
tr: Yeni Hasta Kaydı

source: About Anaphylaxis
tr: Anafilaksi Hakkında

# anaphylaxisTitle
source: Anaphylaxis (Allergic Shock) Symptoms:
tr: Anafilaksi (Alerjik Şok) Semptomları

# symptomsExplanation
source: Depending on the severity of your symptom, review the following symptom list to understand if you are experiencing anaphylactic shock. In the case of anaphylactic shock, apply the Penepin injector and go to the hospital.
tr: Semptomunuzun şiddetine göre anafilaktik şok geçirdiğinizi anlayabilmek için aşağıdaki semptom listesini inceleyiniz. Anafilaktik şok durumunda Penepin enjektörü uygulayınız ve hastaneye gidiniz.

source: Watch on YouTube
tr: YouTube'da açın

source: Skin System
tr: Deri Sistemi

# skinSystemExplanation
source: If it is in a small area, give allergy syrup or tablet, but if urticaria plaques are widespread, and if angioedema is on the tongue, administer adrenaline.
tr: Küçük bir alanda ise alerji şurubu veya tableti veriniz ancak ürtiker plakları yaygın ise veya anjiyo ödem dilde ise adrenalin yapınız

source: Respiratory System
tr: Solunum Sistemi

# applyAdrenaline
source: Apply Adrenaline Auto Injector
tr: Adrenalin oto-enjektörü uygulayınız

# gastrointestinalSystem
source: Gastointestinal System
tr: Sindirim Sistemi

source: Cardiovascular System
tr: Kalp Sistemi

source: Symptom time
tr: Semptomun Saati
